Repository: Arcod7/ZeeYou
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Hello
fr: Bonjour

source: Events
fr: Événements

# addImage
source: Add an Image
fr: Ajoute une image

# sendMessage
source: Send a message...
fr: Envoie un message...

source: Connection
fr: Se connecter

source: Create account
fr: Créer un compte

source: Register
fr: S'inscrire

# alreadyHaveAccount
source: I already have an Account
fr: J'ai déjà un compte

source: Username
fr: Nom d'utilisateur

source: Email
fr: Adresse mail

source: Password
fr: Mot de passe

source: Color
fr: Couleur

source: Useful
fr: Utile

source: optional
fr: optionnel

source: Create your event !
fr: Crée ton évènement !

source: Create this event
fr: Créer cet évènement

# nameOfEvent
source: Event's name
fr: Nom de l'énènement

source: No messages for now.
fr: Pas de messages pour l'instant.

source: No events for now.
fr: Pas d'évènements pour l'instant.

source: No location for now.
fr: Pas d'endroit prévu pour l'instant.

source: No users for now.
fr: Pas d'utilisateurs pour l'instant.

source: Nobody found.
fr: Personne trouvé.

# failedToConnect
source: You didn't make it and we don't know why
fr: T'as pas réussi à te co haha (et je sais pas pourquoi)

# validEmailPlease
source: Please enter valid email.
fr: Merci d'entrer une adresse mail valide.

# minLetter
source: At lease {number} characters minimum
fr: {number} lettres minimum

# errorPlaceHolder
source: You've got into some trouble:
fr: Ya un prb là frr:

# waitHere
source: Wait !
fr: Halte qui voilà !?

# reallyWantToDelete
source: Do you really want to delete this event ?
fr: Veux-tu vraiment supprimer cet évènement ?

# adminChat
source: King's chat
fr: Le chat du roi

# staffChat
source: Chat with us
fr: Chat avec l'équipe

source: Donate
fr: Faire un don

source: Log out
fr: Se déconnecter

source: Language
fr: Langage

source: Settings
fr: Paramètres

source: Save
fr: Sauvegarder

source: Getting location...
fr: Récupération de ta position...

# chooseIcon
source: Choose an icon
fr: Choisis une icône

# maxNumberPeople
source: Max number of people :
fr: Nombre maximum de personnes :

source: Event type
fr: Type d'énèvement

source: organized by
fr: organisé par

# createNewEvent
source: Create a new event
fr: Créer un nouvel évènement

# chooseDate
source: Choose a date
fr: Choisis une date

# chooseLocation
source: Choose a location
fr: Choisis un lieu

# yourPos
source: Your position
fr: Ta position géolocalisée

# searchFriend
source: Search a friend !
fr: Cherche un pote !

source: Loading...
fr: Chargement...

source: Delete forever
fr: Supprimer définitivement

# addUsersToEvent
source: Add users to your event !
fr: Ajoute tes potes !

# removeUsersToEvent
source: Remove users to your event
fr: Enlève les traitres

source: Add users
fr: Ajoute des gens

source: Remove users
fr: Enlève des gens

source: added
fr: ajoutés

source: removed
fr: enlevés
